IDEA StatiCa Open Model
ReinfFabric.DistanceY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Distance between bars - direction Y
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double DistanceY { get; set; }
Public Property DistanceY As Double
	Get
	Set
public:
property double DistanceY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace